Repository: bstrobel/PanaTVAddon
Catalog: resources/language/*/strings.po
Languages: german

# #32000
source: Panasoniv TV Addon Settings
german: Panasoniv TV Addon Einstellungen

# #32011
source: Panasonic TV Hostname
german: Hostname des Fernsehers

# #32012
source: Directory where video files are saved
german: Verzeichnis für Videodateien

# #31000
source: Error connecting to Panasonic TV
german: Verbindung zu Panasonic TV fehlgeschlagen

# #31001
source: Error connecting to Panasonic TV with hostname {0}. {1}
german: Verbindung zu Panasonic TV mit Hostnamen {0} fehlgeschlagen. {1}

# #31002
source: Download to disk
german: Auf Festplatte speichern

# #31003
source: Download all recordings to disk
german: Alle auf Festplatte speichern

# #31004
source: Downloading recording
german: Herunterladen von TV-Aufnahme

# #31005
source: Downloading recording {0}
german: Herunterladen von TV-Aufnahme {0}

# #31006
source: Titel: {0} recorded at {1} channel {2} {3} kByte downloaded
german: Titel: {0} aufgenommen am {1} von {2} {3} kByte heruntgeladen

# #31007
source: Processing of data received from Panasoniv TV failed
german: Verarbeitung der Daten von Panasonic TV fehlgeschlagen

# #31008
source: Download recording again?
german: TV-Aufnahme erneut herunterladen?

# #31009
source: Download recording {0} channel {2} on {1} again?
german: Soll Aufnahme {0} von {2} am {1} erneut heruntergeladen weden?

# #31010
source: Cancel download of recording
german: Herunterladen von TV-Aufnahme abbrechen

# #31011
source: Cancel download of recording {0}?
german: Soll herunterladen von {0} wirklich abgebrochen werde?

# #31012
source: Download of recording finished
german: Herunterladen von TV-Aufnahme abgeschlossen

# #31013
source: Download of recording {0} finished successfully. File name: {1} Size: {2:,} kByte
german: Herunterladen von {0} wurde erfolgreich beendet. Dateiname: {1} Größe: {2:,} kByte

# #31014
source: Download of recording failed
german: Aufnahme herunterladen fehlgeschlagen

# #31015
source: Download of recording {0} to file {1} failed. Error: {2}
german: Herunterladen von Aufnahme {0} in Datei {1} ist fehlgeschlagen. Fehler: {2}

# #31016
source: Connection to Panasonic TV failed
german: Verbindung zu Panasonic TV fehlgeschlagen

# #31017
source: Connection to Panasonic TV with hostname {0} failed. {1}
german: Verbindung zu Panasonic TV mit Hostnamen {0} fehlgeschlagen. {1}

# #31019
source: Download finished
german: Herunterladen aller Aufnahmen abgeschlossen

# #31020
source: {0} of {1} recordings downloaded.
german: Es wurden {0} von {1} Aufnahmen heruntergeladen.

# #31021
source: Panasonic TV Settings
german: Panasonic TV Einstellungen

# #31022
source: {0:,} kByte loaded
german: {0:,} kByte heruntergeladen
